---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Percent
source: html/69584037-c061-10dc-29a1-086efbffdd2c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Percent Property

Symbol %, indicating unit Percentage.

## Syntax (C#)
```csharp
public static ForgeTypeId Percent { get; }
```